export const faqData = [
  {
    id: 1,
    q: 'كيف أستخدم المنصة بكل سهولة ويسر ؟',
    a: 'خدمة مميزة وجودة عالية ، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },
  {
    id: 2,
    q: 'كيف أستخدم المنصة بكل سهولة ويسر ؟',
    a: ''
  },
  {
    id: 3,
    q: 'كيف أستخدم المنصة بكل سهولة ويسر ؟',
    a: ''
  },
  {
    id: 4,
    q: 'كيف أستخدم المنصة بكل سهولة ويسر ؟',
    a: ''
  },
  {
    id: 5,
    q: 'كيف أستخدم المنصة بكل سهولة ويسر ؟',
    a: ''
  },
  {
    id: 6,
    q: 'كيف أستخدم المنصة بكل سهولة ويسر ؟',
    a: ''
  }
]
