import avatar from '../assets/testimonials/avatar.png'

export const testimonials = [
  {
    id: 1,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },
  {
    id: 2,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },
  {
    id: 3,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },
  {
    id: 4,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },

  // Row 2
  {
    id: 5,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },
  {
    id: 6,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },
  {
    id: 7,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  },
  {
    id: 8,
    name: 'محمود علي',
    rating: 4.5,
    avatar,
    text: 'خدمة مميزة وجودة عالية، سعيد بالعميل على هذه المنصة الرائعة وأرغب بمزيد من التعاون المستقبلي.'
  }
]
